{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","language":"pl","project_id_version":"WooCommerce - WooCommerce Payments"},"Funds are available for deposit %s business days after they’re received.":[""],"Learn more about pending schedules":[""],"Update your store's configuration to ensure smooth transactions.":["Zaktualizuj konfigurację swojego sklepu, aby zapewnić płynność transakcji."],"Enable or disable WooCommerce Payments on your store and turn on test mode to simulate transactions.":["Włącz lub wyłącz Płatności WooCommerce w swoim sklepie i włącz tryb testowy, aby przeprowadzić symulację transakcji."],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Zapewnij swoim klientom możliwość korzystania z ich ulubionych metod płatności ekspresowych i portfeli cyfrowych w celu szybszej i bezpieczniejszej realizacji zamówienia w różnych miejscach Twojego sklepu."],"Express checkouts":["Ekspresowe realizacje zamówień"],"Add and edit payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Dodawaj i edytuj płatności dostępne dla klientów podczas realizacji zamówienia. Na podstawie typu urządzenia, lokalizacji i historii zakupów Twoi klienci będą mogli zobaczyć tylko najbardziej odpowiednie metody płatności."],"View frequently asked questions":["Wyświetl często zadawane pytania"],"Payments accepted on checkout":["Płatności akceptowane podczas realizacji zamówienia"],"General":["Ogólne"],"Learn more":["Dowiedz się więcej"],"Transactions":["Transakcje"],"Deposits":["Płatności częściowe"]}}}