{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","language":"pl","project_id_version":"WooCommerce - WooCommerce Payments"},"Test document:":["Dokument testowy:"],"Viewing test documents. To view live documents, disable test mode in WooCommerce Payments settings.":["Wyświetlanie dokumentów testowych. Aby wyświetlać aktywne dokumenty, wyłącz tryb testowy w ustawieniach Płatności WooCommerce."],"Viewing test loans. To view live loans, disable test mode in WooCommerce Payments settings.":["Wyświetlanie pożyczek testowych. Aby wyświetlić aktywne pożyczki, wyłącz tryb testowy w ustawieniach Płatności WooCommerce."],"WooCommerce Payments is in test mode.":["Płatności WooCommerce działają w trybie testowym."],"WooCommerce Payments was in test mode when this order was placed.":["Płatności WooCommerce były w trybie testowym, gdy to zamówienie zostało złożone.","Płatności WooCommerce były w trybie testowym, gdy te zamówienia zostały złożone.","Płatności WooCommerce były w trybie testowym, gdy te zamówienia zostały złożone."],"View WooCommerce Payments settings":["Wyświetl ustawienia Płatności WooCommerce"],"Test dispute:":["Spór testowy:"],"Viewing test disputes. To view live disputes, disable test mode in WooCommerce Payments settings.":["Wyświetlanie sporów testowych. Aby wyświetlić aktywne spory, wyłącz tryb testowy w ustawieniach Płatności WooCommerce."],"Test deposit:":["Testowa płatność częściowa:"],"Viewing test deposits. To view live deposits, disable test mode in WooCommerce Payments settings.":["Wyświetlanie testowych płatności częściowych. Aby wyświetlić aktywne płatności częściowe, wyłącz tryb testowy w ustawieniach Płatności WooCommerce."],"Test payment:":["Płatność testowa:"],"Viewing test transactions. To view live transactions, disable test mode in WooCommerce Payments settings.":["Wyświetlanie transakcji testowych. Aby wyświetlić aktywne transakcje, wyłącz tryb testowy w ustawieniach Płatności WooCommerce."]}}}