{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","language":"pl","project_id_version":"WooCommerce - WooCommerce Payments"},"Are you sure you want to enable manual capture of payments?":["Czy na pewno chcesz włączyć ręczne pobieranie płatności?"],"Enable manual capture":["Włącz ręczne pobieranie płatności"],"You must capture the payment on the order details screen within 7 days of authorization, otherwise the money will return to the shopper.":["Musisz pobrać płatność podaną w szczegółach zamówienia w ciągu 7 dni od autoryzacji albo pieniądze wrócą do kupującego."],"Only cards support manual capture. When enabled, all other payment methods will be hidden from checkout.":["Ręczne pobieranie płatności jest obsługiwane tylko w przypadku kart. Gdy ta opcja jest włączona, wszystkie inne metody płatności zostaną ukryte w realizacji zamówienia."]," The setting is not applied to In-Person Payments (please note that In-Person Payments should be captured within 2 days of authorization).":[" Ustawienie nie ma zastosowania do Płatności osobistych (należy pamiętać, że Płatności osobiste należy przechwytywać w ciągu 2 dni od autoryzacji)."],"Enable":["Włącz"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["Opłata musi zostać przechwycona na ekranie ze szczegółami zamówienia w ciągu 7 dni od autoryzacji. W przeciwnym razie autoryzacja i zamówienie zostaną anulowane."],"Issue an authorization on checkout, and capture later":["Dokonaj autoryzacji podczas realizacji zamówienia i przechwyć później"],"Cancel":["Anuluj"]}}}