{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","language":"pl","project_id_version":"WooCommerce - WooCommerce Payments"},"Error retrieving transactions.":["Podczas pobierania transakcji wystąpił błąd."],"Error retrieving transaction.":["Podczas pobierania transakcji wystąpił błąd."],"Error retrieving documents.":["Błąd podczas pobierania dokumentów."],"Error retrieving the active loan summary.":["Podczas pobierania podsumowania aktywnej pożyczki wystąpił błąd."],"Accept your payment with EPS — a common payment method in Austria.":["Zaakceptuj płatność za pomocą EPS, popularnej metody płatności w Austrii."],"EPS":["EPS"],"Select a dispute date":["Wybierz datę sporu"],"Select a dispute date filter match":["Wybierz dopasowanie filtra daty sporu"],"Remove dispute date filter":["Usuń filtr daty sporu"],"Disputed on date":["Data sporu"],"Disputes match {{select \/}} filters":["Spory pasują do {{select \/}} filtrów"],"All disputes":["Wszystkie spory"],"Dispute currency":["Waluta sporu"],"Select a dispute status":["Wybierz status sporu"],"Select a dispute status filter match":["Wybierz dopasowanie filtra statusu sporu"],"Remove dispute status filter":["Usuń filtr statusu sporu"],"United States (US) dollar":["Dolar amerykański"],"Swedish krona":["Korona szwedzka"],"New Zealand dollar":["Dolar nowozelandzki"],"Norwegian krone":["Korona norweska"],"Pound sterling":["Funt szterling"],"Euro":["Euro"],"Danish krone":["Korona duńska"],"Swiss franc":["Frank szwajcarski"],"Canadian dollar":["Dolar kanadyjski"],"Australian dollar":["Dolar australijski"],"Bulk Electronic Clearing System — Accept secure bank transfer from Australia.":["Elektroniczny system rozliczeń zbiorczych — zaakceptuj bezpieczny przelew bankowy z Australii."],"BECS Direct Debit":["Polecenie zapłaty BECS"],"Error retrieving the summary of disputes.":["Podczas pobierania podsumowania sporów wystąpił błąd."],"Error - Unable to fetch automatic rate for this currency":["Błąd — Nie można automatycznie pobrać kursu tej waluty."],"Current rate: 1 %s = %s %s (Last updated: %s)":["Bieżący kurs: 1 %s = %s %s (Ostatnia aktualizacja: %s)"],"A currency switcher is also available in your widgets. <linkToWidgets>Configure now<\/linkToWidgets>":["W widżetach dostępny będzie także przełącznik walut. <linkToWidgets>Skonfiguruj teraz<\/linkToWidgets>"],"Customers will be notified via store alert banner. <previewLink>Preview<\/previewLink>":["Klienci zostaną powiadomieni za pomocą baneru z alertem sklepu. <previewLink>Podgląd<\/previewLink>"],"Are you sure you want to remove {{strong}}%s (%s){{\/strong}}? Your customers will no longer be able to pay in this currency and use payment methods listed below.":["Czy na pewno chcesz usunąć {{strong}}%s (%s){{\/strong}}? Klienci nie będą mogli już płacić w tej walucie ani korzystać z poniższych metod płatności."],"{{infoIcon \/}} Remove %1$s":["{{infoIcon \/}} Usuń %1$s"],"You can add %s (%s) again at any time in Multi-Currency settings.":["Możesz dodać %s (%s) ponownie w dowolnej chwili w ustawieniach wielu walut."],"Reduce the converted price for a specific amount":["Zmniejsz przeliczoną cenę o określoną kwotę."],"Make your %s prices consistent by rounding them up after they're converted.":["Aby uspójnić swoje ceny %s, możesz zaokrąglić je w górę po przeliczeniu."],"Manual Rate":["Kurs ręczny"],"Enter your fixed rate of exchange":["Wprowadź stały kurs wymiany"],"Manual":["Ręcznie"],"Fetch rates automatically":["Pobieraj kursy automatycznie"],"Enter a price in your default currency (%s) to see it converted to %s using the exchange rate and formatting rules above.":["Wprowadź cenę w swojej walucie domyślnej (%s), aby wyświetlić kwotę przeliczoną na %s w oparciu o kurs wymiany i reguły formatowania wymienione wyżej."],"Choose between automatic or manual exchange rates and modify formatting rules to refine the display of your prices.":["Wybierz pomiędzy automatycznymi a ręcznymi kursami walut i zmień zasady formatowania, aby poprawić wyświetlanie cen."],"Currency settings":["Ustawienia walutowe"],"Name":["Nazwa listy"],"Accept payments in multiple currencies. Prices are converted based on exchange rates and rounding rules. <learnMoreLink>Learn more<\/learnMoreLink>":["Akceptuj płatności w wielu walutach. Ceny są przeliczane na podstawie kursów wymiany i zasad zaokrąglania. <learnMoreLink>Dowiedz się więcej<\/learnMoreLink>"],"Automatically switch customers to their local currency if it has been enabled":["Automatycznie przełączaj klientów na ich walutę lokalną, o ile ta funkcja została włączona."],"Error retrieving store settings.":["Błąd podczas pobierania ustawień sklepu."],"Error retrieving single currency settings.":["Błąd podczas pobierania ustawień pojedynczych walut."],"Error updating currency settings.":["Błąd podczas aktualizacji ustawień waluty."],"Currency settings updated.":["Zaktualizowano ustawienia waluty."],"Error saving store settings.":["Błąd podczas zapisywania ustawień sklepu."],"Store settings saved.":["Zapisano ustawienia sklepu."],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["Bancontact to metoda płatności oparta na przekierowaniu do banku, oferowana przez ponad 80% sklepów internetowych w Belgii."],"Bancontact":["Bancontact"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Rozwijaj firmę, korzystając z iDEAL, najpopularniejszej w Holandii metody płatności."],"iDEAL":["iDEAL"],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Akceptuj płatności, korzystając z Przelewy24 (P24), najpopularniejszej w Polsce metody płatności."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Add a currency switcher to the Storefront theme on breadcrumb section.":["Dodaj przełącznik walut do motywu witryny sklepu w sekcji nawigacyjnej. "],"{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}"],"Please enter a valid number":["Wprowadź poprawną liczbę"],"Enter the manual rate you would like to use. Must be a positive number.":["Wprowadź kurs ręczny, którego chcesz używać. Musi to być liczba dodatnia."],"Add currencies":["Dodaj waluty"],"Update selected":["Zaktualizuj wybrane"],"Search results (%1$d currencies)":["Wyniki wyszukiwania (znalezione waluty: %1$d)"],"Search currencies":["Wyszukaj waluty"],"Add enabled currencies":["Dodaj dostępne waluty"],"Edit %1$s":["Edytuj %1$s"],"Remove %1$s as an enabled currency":["Usuń %1$s z listy dostępnych walut"],"Error retrieving currencies.":["Błąd podczas pobierania walut."],"Error updating enabled currencies.":["Błąd podczas aktualizacji dostępnych walut."],"Enabled currencies updated.":["Zaktualizowano dostępne waluty."],"Default currency":["Waluta domyślna"],"Charm pricing":["Kuszenie ceną"],"Price rounding":["Zaokrąglanie ceny"],"Formatting rules":["Reguły formatowania"],"Exchange rate":["Kurs wymiany"],"Preview":["Podgląd"],"None":["Brak"],"Store settings allow your customers to choose which currency they would like to use when shopping at your store. <learnMoreLink>Learn more<\/learnMoreLink>":["Ustawienia sklepu pozwalają klientom wybrać walutę, której chcą użyć do zakupów w sklepie. <learnMoreLink>Dowiedz się więcej<\/learnMoreLink>"],"Store settings":["Ustawienia sklepu"],"Enabled currencies":["Dostępne waluty"],"Error retrieving all deposits' overviews.":["Błąd podczas pobierania przeglądów wszystkich płatności częściowych."],"Remove":["Usuń"],"Save changes":["Zapisz zmiany"],"Error retrieving settings.":["Błąd podczas pobierania ustawień."],"Error saving settings.":["Błąd podczas zapisywania ustawień."],"Settings saved.":["Ustawienia zostały zapisane."],"Cancel":["Anuluj"],"Reach 500 million customers and over 20 million businesses across the European Union.":["Dotrzyj do 500 milionów klientów i ponad 20 milionów firm w Unii Europejskiej."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Akceptuj bezpieczne przelewy bankowe z Austrii, Belgii, Niemiec, Włoch, Holandii i Hiszpanii."],"Expand your business with giropay — Germany’s second most popular payment system.":["Rozwijaj swój biznes dzięki GiroPay ― drugi pod względem popularności system płatności w Niemczech."],"giropay":["GiroPay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Zapewnij swoim klientom możliwość płacenia za pomocą głównych kart kredytowych i debetowych bez opuszczania Twojego sklepu."],"Credit card \/ debit card":["Karta kredytowa \/ karta debetowa"],"Recommended":["Zalecane"],"manage":["zarządzaj"],"Sofort":["Sofort"],"{{title}}Date{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Data{{\/title}} {{rule \/}} {{filter \/}}"],"Advanced filters":["Filtry zaawansowane"],"Show":["Pokaż"],"All currencies":["Wszystkie waluty"],"Between":["Między"],"After":["Po"],"Before":["Przed"],"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Jeśli dokonano dwóch lub większej liczby oddzielnych płatności, skontaktuj się z klientem. Jeśli dowiesz się, czego dotyczy skarga, masz możliwość wyjaśnienia nieporozumienia lub naprawienia pomyłki. Jeśli jesteś w stanie rozwiązać problem bezpośrednio z klientem, możesz go poprosić o wycofanie sporu."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["Jeśli tak się nie stało, zbierz wszystkie dokumenty pokazujące, że każda płatność została wykonana osobno (np. kopie potwierdzeń). Jeśli na potwierdzeniach nie ma informacji o zakupionych przedmiotach, dołącz listę z tymi przedmiotami. Każde potwierdzenie powinno dokładnie wskazywać płatności za oddzielne zakupy przedmiotów lub usług. Jeśli udało Ci się skontaktować z klientem, postaraj się omówić z nim wszystkie swoje dowody i wysłuchaj jego uwag na ten temat."],"Determine if your customer was incorrectly charged multiple times.":["Ustal, czy klient został błędnie obciążony opłatą więcej niż raz."],"Demonstrate that each payment was for a separate product or service.":["Udowodnij, że każda płatność dotyczyła oddzielnego produktu lub usługi."],"The customer claims they were charged multiple times for the same product or service.":["Klient twierdzi, że został wiele razy obciążony opłatą za ten sam produkt lub usługę."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Jeśli doszło do zduplikowania płatności, należy zaakceptować spór. Nie możesz dokonać zwrotu, gdy płatność jest przedmiotem sporu. Dostawcy kart kredytowych obciążają właścicieli firm odpowiedzialnością za akceptowanie spornych płatności."],"Duplicate":["Duplikat"],"Debit not authorized":["Obciążenie nieautoryzowane"],"Customer initiated":["Rozpoczęty przez klienta"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["Nawet jeśli posiadacz karty zgadza się na wycofanie sporu, dowody w sporze należy przesłać za pomocą formularzy na następnej stronie. Poza poniższymi dowodami należy dołączyć korespondencję z posiadaczem karty pokazującą, że wycofa on spór i pisemne oświadczenie od jego wystawcy karty potwierdzające, że spór został wycofany."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Przede wszystkim skontaktuj się z klientem. Jeśli dowiesz się, czego dotyczy skarga, masz możliwość wyjaśnienia nieporozumienia lub naprawienia pomyłki. Jeśli jesteś w stanie rozwiązać problem bezpośrednio z klientem, możesz go poprosić o wycofanie sporu."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Udowodnij, że klient otrzymał zwrot w inny sposób lub nie jest on uprawniony do zwrotu. Nie możesz dokonać zwrotu, gdy płatność jest przedmiotem sporu. Jeśli uważasz, że klient miał prawo do zwrotu, którego nie otrzymał, możesz zaakceptować spór."],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["Zaakceptowanie przypadkowego sporu i ponowne obciążenie opłatą klienta (o ile będzie to właściwe) może okazać się skuteczniejsze i lepsze z punktu widzenia obsługi klienta. Nawet jeśli spór zostanie wycofany, jego sfinalizowanie zazwyczaj zajmuje około 75 dni. Pamiętaj o tym, że z punktu widzenia dostawcy kart nie ma znaczenia, czy Twoja firma wygrała lub przegrała w sporze. Ważne jest to, ile sporów otrzymuje Twoja firma, a nie ile z nich wygrywa."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["Klient twierdzi, że zakupiony produkt został zwrócony lub transakcja została anulowana, ale nie otrzymał jeszcze zwrotu lub uznania."],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Przede wszystkim postaraj się skontaktować z klientem. Czasem klienci zapominają o dokonanych płatnościach lub nie rozpoznają ich po sposobie, w jaki zostały one przedstawione na wyciągu z karty. Jeśli doszło do takiej właśnie sytuacji, poproś klienta o skontaktowanie się ze swoim wystawcą karty i poinformowanie go, że transakcja nie jest już kwestionowana. Nawet jeśli klient zgadza się na wycofanie sporu, musisz przesłać odpowiednie dowody za pomocą formularzy na następnej stronie. Samo stwierdzenie, że klient zgadza się na wycofanie sporu nie jest wystarczającym dowodem."],"As with fraudulent disputes, get your customer to withdraw the dispute by helping them identify the payment. Otherwise challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["Tak, jak w przypadku sporów będących oszustwem, poproś klienta o wycofanie sporu, pomagając mu w identyfikacji płatności. W przeciwnym razie zakwestionuj spór, przedstawiając odpowiednie dowody pokazujące, że zakup był prawidłowy. "],"The customer doesn’t recognize the payment appearing on their card statement.":["Klient nie rozpoznaje płatności znajdującej się na jego wyciągu z karty."],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancelation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Jeśli nie możesz udowodnić, że subskrypcja klienta została anulowana lub że postąpił on zgodnie z Twoimi zasadami anulowania, musisz zaakceptować spór. Nie możesz dokonać zwrotu, gdy płatność jest przedmiotem sporu. Dostawcy kart kredytowych obciążają właścicieli firm odpowiedzialnością za akceptowanie spornych płatności."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["Jeśli uważasz, że spór jest nieważny, możesz go zakwestionować, przesyłając odpowiednie dowody za pomocą formularzy odpowiedzi na następnej stronie."],"Unrecognized":["Nierozpoznany"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Skorzystaj z formularzy na następnej stronie, aby przesłać dowody na to, że subskrypcja była cały czas aktywna, klient był tego świadomy i nie postąpił zgodnie z Twoją procedurą anulowania."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Nawet jeśli klient zgadza się na wycofanie sporu, musisz przesłać odpowiednie dowody za pomocą formularzy na następnej stronie. Samo stwierdzenie, że klient zgadza się na wycofanie sporu nie jest wystarczającym dowodem."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["Przede wszystkim skontaktuj się z klientem. Jeśli domyślasz się, co mogło się zdarzyć, możesz spróbować wyjaśnić nieporozumienie lub naprawić pomyłkę. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Udowodnij, że subskrypcja była cały czas aktywna, klient był tego świadomy i nie postąpił zgodnie z Twoją procedurą anulowania."],"The customer claims that you continued to charge them after a subscription was canceled.":["Klient twierdzi, że był obciążany opłatą po anulowaniu subskrypcji."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["Jeśli klient otrzymał niewłaściwy zwrot, należy zaakceptować spór lub rozwiązać ten problem z klientem. Dostawcy kart kredytowych obciążają właścicieli firm odpowiedzialnością za akceptowanie spornych płatności."],"Subscription canceled":["Subskrypcja została anulowana"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["Jeśli klient wycofa spór, nadal należy przesłać dowody za pomocą formularzy na następnej stronie. Upewnij się, że zostanie dołączony list lub wiadomość e-mail od posiadacza karty z informacją o braku aktualnego sporu."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["Jeśli klient nie podjął próby zwrotu produktu lub anulowania usługi albo otrzymał produkt lub usługę zastępczą, również to przedstaw."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["W przypadku produktów, które zostały naprawione lub wymienione, przedstaw dowody na to, że posiadacz karty zgodził się na naprawę lub wymianę, klient otrzymał produkt oraz naprawa lub wymiana od tego czasu nie były przedmiotem sporu."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["Jeśli klient jeszcze nie zwrócił produktu lub nie anulował usługi, podaj konkretne informacje, które w tym pomogą. Przed udzieleniem odpowiedzi należy dokładnie sprawdzić informacje o przychodzących przesyłkach, aby zweryfikować, że zwrot jeszcze nie dotarł. Jeśli dokonano uznania lub zwrotu płatności za tę transakcję, przedstaw jego dowód zawierający informację o kwocie i dacie przetworzenia."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["Jeśli produkt lub usługa są zgodne z opisem, podaj konkretne informacje (faktura, umowa itp.), które pozwolą odrzucić roszczenia posiadacza karty. Spory o jakość dotyczą sytuacji, gdy klient nie akceptuje stanu otrzymanego towaru lub usługi (np. naprawa samochodu lub jakość pokoju hotelowego). Może się zdarzyć, że potrzebna będzie neutralna opinia strony trzeciej, aby potwierdzić roszczenia wobec posiadacza karty. Przedstaw jak najwięcej konkretnych informacji i dokumentów, aby odrzucić roszczenia posiadacza karty. Zaleca się, aby odnieść się do każdego argumentu podniesionego przez posiadacza karty."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Udowodnij, że produkt lub usługa zostały dostarczone zgodnie z opisem podanym podczas zakupu."],"The product or service was received but was defective, damaged, or not as described.":["Otrzymany produkt lub usługa były wadliwe, uszkodzone lub niezgodne z opisem."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Jeśli nie możesz udowodnić, że klient otrzymał produkt lub usługę zgodne z opisem, musisz zaakceptować spór. Nie możesz dokonać zwrotu, gdy płatność jest przedmiotem sporu. Dostawcy kart kredytowych obciążają właścicieli firm odpowiedzialnością za akceptowanie spornych płatności."],"Product unacceptable":["Produkt nieakceptowalny"],"Credit not processed":["Karta kredytowa nie została przetworzona"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["Przede wszystkim skontaktuj się z klientem. Zrozumienie powodu rozpoczęcia sporu pomoże upewnić się, że klient otrzyma produkt, a Tobie da bardzo ważne informacje, które pozwolą uniknąć takich sytuacji w przyszłości."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Udowodnij, że klient otrzymał fizyczny produkt lub usługę offline albo skorzystał z produktu cyfrowego lub usługi online. Musiało to nastąpić przed datą rozpoczęcia sporu."],"The customer claims they did not receive the products or services purchased.":["Klient twierdzi, że nie otrzymał zamówionych produktów lub usług."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Jeśli nie możesz udowodnić, że klient otrzymał produkt lub usługę, musisz zaakceptować spór. Nie możesz dokonać zwrotu, gdy płatność jest przedmiotem sporu. Dostawcy kart kredytowych obciążają właścicieli firm odpowiedzialnością za akceptowanie spornych płatności."],"Product not received":["Nie otrzymano produktu"],"Insufficient funds":["Niewystarczające środki"],"Check returned":["Czek został zwrócony"],"Incorrect account details":["Nieprawidłowe dane konta"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["To jest spór bez kategorii. Należy skontaktować się z klientem, aby uzyskać więcej informacji i dowiedzieć się, dlaczego płatność jest sporna."],"General":["Ogólne"],"Bank cannot process":["Bank nie może przetworzyć"],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Spróbuj skontaktować się z klientem. Czasem klienci zapominają o dokonanych płatnościach lub nie rozpoznają ich po sposobie, w jaki zostały one przedstawione na wyciągu z karty. Jeśli doszło do takiej właśnie sytuacji, poproś klienta o skontaktowanie się ze swoim wystawcą karty i poinformowanie go, że transakcja nie jest już kwestionowana."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Przedstaw szczegóły płatności i zamówienia, tak aby prawdziwy klient mógł je rozpoznać, lub pozwalające udowodnić wystawcy karty, że to posiadacz karty dokonał autoryzacji transakcji."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make a fraudulent purchase. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["Jest to najczęstsza przyczyna sporów, do których dochodzi wtedy, gdy posiadacz karty twierdzi, że nie autoryzował płatności. Może się to zdarzyć, jeśli karta została zgubiona lub skradziona, a następnie wykorzystana do nieuczciwego zakupu. Ponadto może do tego dojść, jeśli posiadacz karty nie rozpoznaje płatności wykazanej na wyciągu płatności od wydawcy karty."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting fraudulent payments with you, the business.":["Jeśli uważasz, że płatność została dokonana za pomocą skradzionej karty kredytowej, należy zaakceptować spór. Dostawcy kart kredytowych obciążają właścicieli firm odpowiedzialnością za nieuczciwe płatności."],"Fraudulent":["Oszustwo"],"Status":["Status"],"Error retrieving disputes.":["Błąd podczas pobierania sporów."],"Error retrieving dispute.":["Błąd podczas pobierania sporu."],"There has been an error accepting the dispute. Please try again later.":["Wystąpił błąd podczas akceptowania sporu. Spróbuj ponownie później."],"You have accepted the dispute.":["Zaakceptowano spór."],"You have accepted the dispute for order #%s.":["Zaakceptowano spór dotyczący zamówienia nr %s."],"Error retrieving deposits overview.":["Błąd podczas pobierania przeglądu płatności częściowych."],"Error retrieving deposit.":["Błąd podczas pobierania płatności częściowej."],"Error retrieving deposits.":["Błąd podczas pobierania płatności częściowych."],"Error creating instant deposit.":["Błąd podczas tworzenia natychmiastowej płatności częściowej."],"View details":["Wyświetl szczegóły"],"Instant deposit for %s in transit.":["Natychmiastowa płatność częściowa dla %s w toku."],"Lost":["Przegrana"],"Won":["Wygrana"],"Charge refunded":["Opłata zwrócona"],"Under review":["Sprawdzanie"],"Needs response":["Wymagana odpowiedź"],"Inquiry: Closed":["Zapytanie: zamknięte"],"Inquiry: Under review":["Zapytanie: sprawdzanie"],"Inquiry: Needs response":["Zapytania: konieczna odpowiedź"],"Learn more":["Dowiedz się więcej"],"SEPA Direct Debit":["Polecenie zapłaty SEPA"]}}}