{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","language":"pl","project_id_version":"WooCommerce - WooCommerce Payments"},"An explanation of how and when the customer was shown or provided your refund policy prior to purchase.":["Wyjaśnienie, kiedy i w jaki sposób klient zapoznał się z Twoimi zasadami zwrotów przed zakupem."],"Refund policy disclosure":["Przedstawienie zasad zwrotów"],"Your refund policy, as shown or provided to the customer.":["Twoje zasady zwrotów, które zostały przedstawione klientowi."],"Refund policy":["Zasady zwrotów"],"Refund policy info":["Informacja na temat zasad zwrotów"],"Any communication with the customer that you feel is relevant to your case (e.g. emails proving that they received the product or service, or demonstrating their use of or satisfaction with the product or service).":["Wszelka komunikacja z klientem, którą uznasz za ważną w tym przypadku (np. wiadomości e-mail pokazujące, że klient otrzymał produkt lub usługę, albo pokazujące korzystanie z nich, albo pokazujące zadowolenie z produktu lub usługi)."],"Customer communication":["Komunikacja z klientem"],"Any receipt or message sent to the customer notifying them of the charge. This field will be automatically filled with a Stripe generated email receipt if any such receipt was sent.":["Potwierdzenie lub wiadomość wysłana do klienta informująca go o obciążeniu opłatą. To pole zostanie automatycznie wypełnione za pomocą wygenerowanej przez bramkę płatności Stripe wiadomości e-mail z potwierdzeniem, o ile takie potwierdzenie zostało wysłane."],"Receipt":["Potwierdzenie"],"Customer IP address":["Adres IP klienta"],"Customer billing address":["Adres rozliczeniowy klienta"],"A relevant document or contract showing the customer's signature (if available).":["Stosowny dokument lub umowa z podpisem klienta (jeśli jest dostępny)."],"Customer signature":["Podpis klienta"],"Additional document":["Dodatkowy dokument"],"Additional details":["Dodatkowe szczegóły"],"Provide any extra evidence or statements you'd like the bank to see, either as text or by uploading a document.":["Dostarcz dodatkowe dowody lub wyciągi, które chcesz przedstawić bankowi w postaci tekstu lub załączonego dokumentu."],"Documentation showing proof that a service was provided to the cardholder. This could include a copy of a signed contract, work order, or other form of written agreement.":["Dokumentacja będąca dowodem na to, że usługa została dostarczona posiadaczowi karty. Może to być kopia podpisanej umowy, zlecenie pracy lub inna forma umowy pisemnej."],"Customer email":["Adres e-mail klienta"],"Proof of service":["Dowód usługi"],"The date on which the cardholder received or began receiving the purchased service.":["Data otrzymania przez posiadacza karty zakupionej usługi lub rozpoczęcia korzystania z niej."],"Service date":["Data usługi"],"Service details":["Szczegóły usługi"],"Any server or activity logs showing proof that the cardholder accessed or downloaded the purchased digital product. This information should include IP addresses, corresponding timestamps, and any detailed recorded activity.":["Wszelkie dzienniki serwera lub aktywności będące dowodem na to, że posiadacz karty uzyskał dostęp do zakupionego produktu cyfrowego lub go pobrał. Te informacje powinny zawierać adresy IP, odpowiednie sygnatury czasowe i wszelkie szczegóły zarejestrowanej aktywności."],"Download and activity logs":["Dzienniki pobierania i aktywności"],"• Evidence that the same device and card used in the disputed payment was used in a previous payment that was not disputed":["• dowód, że to samo urządzenie i ta sama karta użyte w spornej płatności zostały użyte w poprzedniej płatności, która nie była przedmiotem sporu."],"Customer name":["imię i nazwisko klienta"],"• Evidence that your website or app was accessed by the cardholder for purchase or services on or after the transaction date":["• dowód, że w momencie dokonania transakcji lub po niej posiadacz karty skorzystał z Twojej witryny lub aplikacji w celu dokonania zakupu lub skorzystania z usług;"],"• Evidence that the customer logged into their account for your business before the transaction date":["• dowód, że klient zalogował się na swoje konto w Twojej firmie przed datą dokonania transakcji;"],"• Customer name and email address linked to their customer profile":["• imię i nazwisko klienta oraz adres e-mail powiązany z profilem klienta;"],"• Device ID and name of the device":["• identyfikator urządzenia i jego nazwę;"],"• Customer's IP address and their device's geographical location at the time of purchase":["• adres IP klienta i geograficzną lokalizację jego urządzenia w momencie zakupu;"],"Provide at least two of the following pieces of information:":["Przedstaw co najmniej dwie informacje:"],"A justification for why the customer's subscription was not canceled.":["Wyjaśnienie, dlaczego subskrypcja klienta nie została anulowana."],"Cancellation rebuttal":["Odrzucenie anulowania"],"An explanation of how and when the customer was shown your cancellation policy prior to purchase.":["Wyjaśnienie, kiedy i w jaki sposób klient zapoznał się z Twoimi zasadami anulowania przed dokonaniem zakupu."],"Cancellation policy disclosure":["Zasady anulowania"],"Your subscription cancellation policy, as shown to the customer.":["Twoje zasady anulowania subskrypcji przedstawione klientowi."],"Cancellation policy":["Zasady anulowania"],"Cancellation policy info":["Informacja o zasadach anulowania"],"A description of the product or service and any relevant details on how this was presented to the customer at the time of purchase.":["Opis produktu lub usługi i wszelkie ważne szczegóły dotyczące sposobu prezentacji klientowi produktu lub usługi w momencie zakupu."],"The address to which a physical product was shipped. The shipping address must match a billing address verified with AVS. (A signature is not required as evidence of delivery).":["Adres, na który produkt fizyczny został wysłany. Adres wysyłki musi być zgodny z adresem rozliczeniowym zweryfikowanym przez AVS. (Podpis nie jest wymagany jako dowód dostarczenia)."],"Shipping address":["Adres wysyłki"],"The date on which a physical product began its route to the shipping address. This date should be prior to the date of the dispute.":["Data wysłania fizycznego produktu na adres wysyłki. Data ta powinna być wcześniejsza niż data sporu."],"Product description":["Opis produktu"],"Date of shipment":["Data wysyłki"],"Provide documentation as proof that a product was shipped to the cardholder at the same address the cardholder provided to you. This could include a copy of the shipment receipt or label, and show the full shipping address of the cardholder, if possible.":["Przedstaw dokumentację jako dowód, że produkt został wysłany do właściciela karty na ten sam adres, który został przez niego podany. Może to być kopia pokwitowania lub etykiety wysyłki pokazujące pełen adres wysyłki podany przez właściciela karty, o ile to możliwe."],"Proof of shipping":["Dowód wysyłki"],"The tracking number (if available) for a physical product, obtained from the delivery service. If multiple tracking numbers were generated for this purchase, please separate them with commas. When we compile your evidence into a single document, these tracking numbers will be expanded to include detailed delivery information from the carrier.":["Numer śledzenia (jeśli jest podany) fizycznego produktu uzyskany od firmy przewozowej. Jeśli wygenerowano wiele numerów śledzenia dla tego zakupu, należy oddzielić je przecinkami. Po połączeniu dowodów w jeden dokument te numery śledzenia zostaną rozwinięte w celu dołączenia szczegółowych informacji na temat dostawy od firmy przewozowej."],"Tracking number":["Numer śledzenia"],"The delivery service that shipped a physical product, such as Fedex, UPS, USPS, etc. If multiple carriers were used for this purchase, please separate them with commas.":["Firma przewozowa, za pomocą której przesłano fizyczny produkt, np. Fedex, UPS, USPS itp. Jeśli skorzystano z usług wielu firm przewozowych dla tego zakupu, należy oddzielić je przecinkami."],"Shipping carrier":["Firma przewozowa"],"Shipping information":["Informacja dotycząca wysyłki"],"A copy of a service agreement or documentation for the disputed payment.":["Kopia umowy o świadczenie usługi lub dokumentacji spornej płatności."],"Service documentation":["Dokumentacja dotycząca usługi"],"A shipping label or receipt for the disputed payment.":["Etykieta wysyłki lub pokwitowanie spornej płatności."],"Shipping documentation":["Dokumentacja dotycząca wysyłki"],"Upload documentation for the prior payment that can uniquely identify it, such as a separate receipt. This document should be paired with a similar document from the disputed payment that proves the two are separate. This should also include a separate shipping label or receipt for the other payment. If multiple products were shipped together, provide a packing list that shows each purchase.":["Prześlij dokumentację wcześniejszej płatności, która pozwoli ją bezsprzecznie zidentyfikować, np. oddzielne pokwitowanie. Ten dokument powinien być zestawiony z podobnym dokumentem dla zduplikowanej płatności, który udowodni, że miały miejsce dwie oddzielne płatności. Należy dołączyć również oddzielną etykietę wysyłki lub pokwitowanie dla innej płatności. Jeśli wysłano razem wiele produktów, dołącz list przewozowy pokazujący każdy zakup."],"Duplicate charge documentation":["Dokumentacja dotycząca zduplikowanej opłaty"],"Provide general evidence about the customer and the order.":["Przedstaw informacje ogólne na temat klienta i zamówienia."],"An explanation of the difference between the disputed payment and the prior one that appears to be a duplicate.":["Wyjaśnienie różnicy między sporną płatnością a wcześniejszą, która wygląda na duplikat."],"General evidence":["Informacje ogólne"],"Explanation of duplicate charge":["Wyjaśnienie zduplikowanej opłaty"],"The charge ID for the previous payment that appears to be a duplicate of the one that is disputed.":["Identyfikator opłaty dla poprzedniej płatności wygląda na duplikat płatności, która jest przedmiotem sporu."],"Duplicate charge ID":["Identyfikator zduplikowanej opłaty"],"Duplicate charge info":["Informacja o zduplikowanej opłacie"],"Your explanation for why the customer is not entitled to a refund.":["Twoje wyjaśnienie, dlaczego klient nie ma prawa do zwrotu."],"Refund refusal explanation":["Wyjaśnienie odmowy zwrotu"]}}}