{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","language":"pl","project_id_version":"WooCommerce - WooCommerce Payments"},"Reached maximum character count for evidence":["Osiągnięto maksymalną liczbę znaków dla dowodu"],"Return to evidence submission":["Wróć do przesyłania dowodów"],"The files you've attached to this dispute as evidence will exceed the limit for a dispute's total size. Try using smaller files as evidence. Hint: if you've attached images, you might want to try providing them in lower resolutions.":["Plik dołączony do dowodów w sporze przekracza maksymalny rozmiar dozwolony w sporze. Spróbuj użyć mniejszego pliku jako dowodu. Wskazówka: w przypadku dołączania obrazów, możesz je dołączyć w mniejszej rozdzielczości."],"Please wait until file upload is finished":["Zaczekaj, aż przesyłanie pliku zostanie ukończone"],"Failed to save evidence. (%s)":["Nie udało się zapisać dowodów. (%s)"],"Failed to submit evidence. (%s)":["Nie udało się przesłać dowodów. (%s)"],"Evidence saved!":["Dowody zostały zapisane!"],"Evidence submitted!":["Dowody zostały przesłane!"],"There are unsaved changes on this page. Are you sure you want to leave and discard the unsaved changes?":["Na tej stronie są niezapisane zmiany. Czy na pewno chcesz opuścić stronę i odrzucić niezapisane zmiany?"],"Multiple product types":["Wiele typów produktów"],"Offline service":["Usługa offline"],"Digital product or service":["Produkt lub usługa cyfrowa"],"Physical product":["Produkt fizyczny"],"Select one…":["Wybierz jeden..."],"Product type":["Typ produktu"],"Save for later":["Zapisz na później"],"Submit evidence":["Prześlij dowody"],"We will automatically submit any saved evidence at the due date.":["Automatycznie prześlemy wszelkie zapisane dowody w wymaganym terminie."],"You can also save this evidence for later instead of submitting it immediately.":["Dowody można zapisać w celu wykorzystania ich w przyszłości zamiast przesyłać je od razu."],"Evidence submission is final.":["Przesłanie dowodów ma charakter ostateczny."],"When you submit your evidence, we'll format it and send it to the cardholder's bank, then email you once the dispute has been decided.":["Po przesłaniu dowodów sformatujemy je i prześlemy do banku posiadacza karty. Wyślemy do Ciebie wiadomość e-mail, gdy spór zostanie rozstrzygnięty."],"Are you sure you're ready to submit this evidence? Evidence submissions are final.":["Czy na pewno chcesz przesłać te dowody? Przesłanie dowodów ma charakter ostateczny."],"Dispute not loaded":["Spór nie został załadowany"],"View submitted evidence":["Wyświetl przesłane dowody"],"Challenge dispute":["Zakwestionuj spór"]}}}