{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","language":"pl","project_id_version":"WooCommerce - WooCommerce Payments"},"With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies – with no setup costs or monthly fees – and you can now accept in-person payments with the Woo mobile app.":["Dzięki płatnościom WooCommerce możesz bezpiecznie akceptować główne karty, Apple Pay i płatności w ponad 100 walutach bez kosztów konfiguracji i opłat miesięcznych. Teraz możesz też akceptować płatności osobiste za pomocą aplikacji mobilnej Woo."],"By clicking “Finish setup”, you agree to the <a>Terms of Service<\/a>":["Klikając przycisk „Zakończ konfigurację”, wyrażasz zgodę na <a>Warunki świadczenia usługi<\/a>"],"Finish setup":["Zakończ konfigurowanie"],"You’re ready to start using the features and benefits of WooCommerce Payments.":["Możesz już korzystać z funkcji i udogodnień, jakie oferują Płatności WooCommerce."],"Setup complete!":["Konfigurowanie zakończone!"],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Następnie poprosimy Cię o zweryfikowanie danych biznesowych i dotyczących płatności, aby włączyć płatności częściowe."],"Provide a few business details":["Podaj kilka szczegółów biznesowych"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Aby zapewnić bezpieczeństwo transakcji, wymagane jest konto WordPress.com."],"Create and connect your account":["Utwórz swoje konto i połącz się z nim"],"You’re only steps away from getting paid":["Tylko kilka kroków dzieli Cię od otrzymania płatności"],"Accepted payment methods":["Akceptowane metody płatności"],"With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store’s dashboard - with no setup costs or monthly fees.":["Dzięki Płatnościom WooCommerce można bezpiecznie akceptować główne karty, Apple Pay i płatności w ponad 100 walutach. Śledź przepływ gotówki i zarządzaj cyklicznymi dochodami bezpośrednio z panelu sterowania swojego sklepu. To wszystko bez kosztów konfiguracji i opłat miesięcznych."],"Finish setup to enable credit card payments":["Zakończ konfigurowanie, aby umożliwić płatności kartą kredytową"],"We'll notify you when we resume!":["Poinformujemy Cię, gdy je wznowimy."],"We've temporarily paused new account creation.":["Tymczasowo wstrzymaliśmy tworzenie nowych kont."],"Learn more":["Dowiedz się więcej"],"WooCommerce Payments":["Płatności WooCommerce"]}}}